tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask "java8"
cask "xquartz"
brew "adns"
brew "autoconf", link: false
brew "bash-git-prompt"
brew "clang-format", link: false
brew "cmake"
brew "coffeescript"
brew "cscope", link: false
brew "fpp"
brew "gettext"
brew "gist", link: false
brew "git"
brew "git-annex"
brew "gmp"
brew "gnupg"
brew "gnu-sed"
brew "gnutls"
brew "go"
brew "graphviz"
brew "hexyl"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "makedepend", link: false
brew "md5sha1sum", link: false
brew "memcached", restart_service: true
brew "mongodb", restart_service: true, link: false
brew "mosh"
brew "mysql@5.6"
brew "npth"
brew "nvm", link: false
brew "oniguruma", link: false
brew "openssl@1.1"
brew "pandoc"
brew "pinentry"
brew "psgrep"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "python"
brew "qt"
brew "rbenv"
brew "redis", restart_service: true, link: false
brew "ripgrep"
brew "sbt"
brew "scala"
brew "selecta"
brew "svn"
brew "shellcheck"
brew "sloccount"
brew "thrift"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua"]
brew "watch"
brew "watchman", link: false
brew "wget"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "ykpers"
brew "yubico-piv-tool"
